Repository: Luan-Aiezza/FinanceApp
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: Create 4-digit PIN
pt_br: Crie um pin de 4 dígitos

source: Enter your name
pt_br: Escreva seu nome

source: %@'s family!
pt_br: Família %@!

source: %@%% Progress
pt_br: Progresso de %@%%

# %lld coins have been transferred to the piggy!
source: %lld coincs have been transferred to the piggy!
pt_br: %lld moedas foram transferidas para o cofrinho!

source: %lld piggy bank in progress!
pt_br: %lld cofrinho em progresso!

# %lld/%lld coins saved
source: %1$lld/%2$lld coincs saved
pt_br: %lld/%lld coincs economizadas

source: Active Piggy bank
pt_br: Cofrinho Ativo

source: Active Piggy Banks
pt_br: Cofrinho Ativo

source: Add child
pt_br: Adicionar criança

# Adicionar novo filho
source: Add new child
pt_br: Adicionar novo filho

# Allowance settings
source: Reward settings
pt_br: Configuracões de recompensa

source: Are you sure you want to delete this child?
pt_br: Tem certeza que gostaria de apagar este perfil?

source: Back
pt_br: Voltar

source: By creating tasks from your account, your child completes these tasks and can earn coins, exchanging them with you for real value if they wish!
pt_br: Ao criar tarefas a partir da sua conta, seu filho Conclui essas tarefas e pode ganhar moedas, trocando-as com você por valor real, se desejar!

source: Cancel
pt_br: Cancelar

source: Child's name
pt_br: Nome da criança

source: Choose an Icon
pt_br: Escolha um ícone

source: Choose icon
pt_br: Escolha um ícone

source: Confirm
pt_br: Confirmar

source: Congratulations!
pt_br: Parabéns!

source: Congratulations! Goal achieved!
pt_br: Parabéns! Meta do cofrinho alcançada!

source: Continue
pt_br: Continuar

source: Create
pt_br: Criar

source: Create guardian profile
pt_br: Criar perfil de responsável

source: Did you complete this task?
pt_br: Voce completou a tarefa?

source: Done
pt_br: Confirmar

source: Edit
pt_br: Editar

source: Edit %@'s profile
pt_br: Editar perfil: %@

source: Edit Piggy Bank
pt_br: Editar cofrinho

source: Edit this child
pt_br: Editar esta criança

source: Edit your profile
pt_br: Edite seu perfil

source: Enter amount
pt_br: Digite o valor

source: Enter Child's Name
pt_br: Adicione o nome da criança

source: Enter item
pt_br: Digite o nome da meta

source: Enter new name
pt_br: Escreva seu novo nome

source: Enter Password
pt_br: Adicione senha

source: Enter task name
pt_br: Adicione nome da tarefa

source: Fetch manual
pt_br: Buscar manualmente

source: Finish
pt_br: Terminar

source: Guardian
pt_br: Responsável

source: How heavy is the task?
pt_br: Quão trabalhoso é a tarefa?

source: How many coincs do you want to transfer?
pt_br: Quantas coincs voce gostaria de transferir?

source: How much does it cost?
pt_br: Quanto custa ?

source: How much is an in-app coinc worth in real life?
pt_br: Quanto vale uma coinc do aplicativo na vida real?

source: It costs
pt_br: Custa %@

source: Limit reached! In this version, you can only add up to 3 children.
pt_br: Limite atingido! Nesta versão, você só pode adicionar até 3 crianças.

source: Mark as Done
pt_br: Marcar como feita

source: New Piggy Bank
pt_br: Novo cofrinho

source: New task
pt_br: Nova tarefa

source: New Task
pt_br: Nova tarefa

source: Not Yet
pt_br: Ainda não

source: Now define how much a Coinc coin will be worth to your child, according to your preference.
pt_br: Agora defina quanto valerá uma moeda coinc para seu filho, de acordo com sua preferência.

source: Now let's create your guardian profile! Fill in the fields, if you want you can also change the profile icon.
pt_br: Agora vamos criar seu perfil de responsável! Preencha os campos, se quiser você também pode mudar o ícone do perfil.

source: Now let's get started!
pt_br: Agora vamos começar!

source: Password
pt_br: Senha

source: Please enter a valid amount greater than 0.
pt_br: Por favor adicione um número maior que 0

source: Please enter a valid name.
pt_br: Por favor adicione um nome válido

source: Please provide a task name and select an effort level.
pt_br: Forneça um nome para a tarefa e selecione um nível de esforço.

source: Price: %@ coincs
pt_br: Preço: %@ coincs

source: Remove
pt_br: Remover

source: Remove child
pt_br: Remover perfil

source: Remove this child
pt_br: Remover este perfil

source: Rename
pt_br: Renomear

source: Save
pt_br: Salvar

source: Select effort
pt_br: Selecionar esforço

source: Select piggy bank
pt_br: Selecione o cofrinho

source: Task name
pt_br: Nome da Tarefa

source: Task's done
pt_br: Tarefas feitas

source: Tasks
pt_br: Tarefas

source: tasks done sucessfully
pt_br: Tarefas completadas com sucesso

source: Tasks for today!
pt_br: Tarefas de hoje

source: Transfer coincs
pt_br: transferir coincs

source: Transfer Coincs
pt_br: Transferir coincs

source: Transfer to which piggy?
pt_br: Transferir para qual cofrinho?

source: Warning
pt_br: Aviso

source: Welcome to Coinc, your app to help your child learn the value of money!
pt_br: Bem-vindo ao Coinc, seu aplicativo para ajudar seu filho a aprender o valor do dinheiro!

source: What do you want to buy?
pt_br: O que voce quer comprar?

source: Yes
pt_br: Sim

source: You completed a piggy bank:
pt_br: Você completou um cofrinho!

source: You earned
pt_br: Você ganhou

source: You have saved %@ coincs by now
pt_br: Você guardou %@ coincs até agora

# You need %lld more coins
source: You need %lld more coincs
pt_br: Você precisa de mais %lld coincs

source: You need to add at least one child to access the parent's profile.
pt_br: Você precisa adicionar pelo menos uma criança para acessar o perfil dos pais.

source: You still need %@ coincs to complete
pt_br: Você precisa de %@ coincs para completar

source: Your history!
pt_br: Seu histórico

source: Your tasks for today!
pt_br: Suas tarefas de hoje!
